import React from 'react';

const Notifications = () => (
  <div style = {{width:600,'background-color': 'rgba(79,195,247,0.15)'}}>
      <h2 style = {{textAlign : 'left', margin: 0}}>
        Notifications
      </h2>
      <hr/>
      <h3>欢迎与众不同的你</h3>
      <p>有尊敬的各位老师、代表、学术团队

          以及每一个与众不同的你：

          感谢您对 UMUNC 优梦模联的关注！

          2011，UMUNC 诞生在济南；

          2017，UMUNC 走过了第六个年头；

          我们坚守初心，也一直在寻找新的道路。邓析子说：“不进则退，不喜则忧， 不得则亡。”六年走来，我们不仅继承了一贯的学术理念，还注重为其注入更具 活力的血液，融入更具创新价值的想法。而同时，技术的进步，带来了全新的报 名系统和更便利的会议交流平台，一次次挑战极致的信息化体验，都在为会议保 驾护航。</p>
      <hr />
      <h3>席位申请说明</h3>
      <p>本年度席位申请全程采用线上报名的形式，故为更好的服务各位参会同学及老师，请注意以下申请事项：

  申请步骤如页面所示，每一步都会有具体的详细提示信息，请确保认真阅读。
  每一申请步骤都支持中途的暂存，但请注意，一旦确认提交，即进入下一流程，既往提交信息便锁定不可修改。
  无论您是团队身份，亦或是个人身份申请，系统都会予以接受，具体信息可在【团队状态确认】中提交。请务必注意，团队状态涉及最终缴费的细节，请确保如实填写。
  学术评测的提交，即会被发送到学术团队并等待分配面试，其中需要一定的时间，请耐心等待。
  账号注册、面试分配、面试结果以及最终缴费通知都会即时通知到您注册的邮箱。
  如若出现账号遗失或信息提交有误，请联系UMUNC团队。</p>
      <hr />
      <h3>系统说明</h3>
      <p>UMUNC会议系统是由UMUNC技术团队完全自主研发的一整套模联会议在线解决方案。全套体系包括IRIS用户中心模块、CHEETAH即时通讯模块、MPC综合信息模块等，各个模块之间共享所有的用户数据和身份。

  请务必牢记当前账号的密码等信息，在会议期间，您将再次需要这个账号用以进入其他模块部分。</p>
      <hr />
  </div>
);

export default Notifications;
